envio_SUNAT/attachment.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.sunat.gob.pe" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
   <soapenv:Header>
      <wsse:Security>
         <wsse:UsernameToken>
            <wsse:Username>20112811096</wsse:Username>
            <wsse:Password>20112811096</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <ser:sendBill>
         <!--Optional:-->
         <fileName>20112811096-01-FXX1-1001.zip</fileName>
         <!--Optional:-->
         <contentFile>UEsDBBQAAAAIAK+FWU1XuMp9VBEAALouAAAcAAAAMjAxMTI4MTEwOTYtMDEtRlhYMS0xMDAxLnht
bMRaWZeiWpZ+rlgr/gPtfaleZirgHCsjqhgVFZTJqe59QDgiymAwiNqrflI/9U+oP9YHnFCJHKtv
Z2ZEwt77fGdPZ5+B8+VvO8dGtsAPLM99LWAltIAAV/cMyzVfC1G4+NwsIEGouYZmey54Lbhe4W9v
Xzh361k6QGBjN4ByvvviaYEVvLiaA4KXYAN0a2HpWghRX6K5/RLoS+BoL7vAeDm1/YwXjs1fdE3/
QQjKcxzPJUzTB6YWAvi6gcq5YZABnf8cKAnF9VxAPTxZGiX/gA7gbx0sND18MTw9cqD4EffSxIAN
lmG4eSmX4zguxZWS55tlHEXRMtoqQxkjsMzfztJgF/6UxswuBG4Svjyt340fBRUjzYZMYNAatGe/
ARm04BypIHK18EO0DfCjLKScSOdFC7sAp8J97wjygxpfEgoplX6HhN8dzXJhSH5Xyf6Q+Xxmw9wu
Qe65y+jsmZxwQsvvulTd96xflMQvcqoC7xmRDWDQ356fEOQLjOIL7PcSlCAl5zBO9BMnE0QXPoUX
LuRDr78QhmElimg25y4830m1ygg9iPHQxaHm7xUv1OwbQSgKB8cLR79hKIp9KZ9eckSG2l6b24Bw
vMgNET3yfVga9hz9WhgyQuGt2UBLKHoEuBG91av8vYr9nAX4L1hQQ/+dFtzL5UXqS/kr0T4yc5Lk
/yJ5FIp79D4kUlEQeg7w89wpgDD2/PUbFDs67Ux4dFc+0ldclNXnT/cSnIJgGQmB6ecMrITJOFaQ
tJX3QQicN9lK/tMQAyAAciADSUbSo+CHQKSvufryTY5gUgaanUG6xTnJZV34kbJ/utc+jGVuDqXi
vGbZlLfZ52VXQpdg0d1YST9f/uMfFE0oxD/+q7DwPafwUhj6EZhrfw91qwQHYGkDCp8KsNTbQeEF
CikebAusLYCSLpyNfQ+7FZWj+QroIWQrwNchH8EQhCUoRZUI5DeEnUywz0lFhKIKcDY2nKqgLCMr
hX9+yoPHvwWP/xJ85VvwlV+Cr34LvvpL8LVvwdd+Et72NcfyweEjfGrIZJC/BvzHP//44+1Yxm4z
77GY5WTtVyrZQ/b/6QMzqRD0aU1K2JYW3NqUFhAD8tL1jeH5STXxXe8NPRWXPN59BcrH/xlTn5/+
8pc8Y/9yIj+gfTGCF9ky4aIy8gHCGa+F4PzWaxcubGAkQUlfKc31XGiPbR3SEPEgXHoGQtim51vh
0slbpytSslTHyhJDfYZLxs86VnU/JxS0gtUK5VstvgfwfuEP6/7nYKlhJywJLECyPAGIKnGvhaMd
Ciz/QZJZwe3rj/UE3C2wvQ0wPl8clXRafuyAtkwQhD9jTcaSI8hIsyPwpmkHU13FCypc9aokLneL
qDCduZgb66+pAlnhlHDxw/H1LpIXjx9bYJQi1rYkRx1qJsW31Rhww4h473j7aOz3xO1otR3263h3
H6r1buSqzdVG4+sw/pFZqcrvfX5YaQ9aW7bYH82fn3COne1dlKDoeTh3se24HMQMs4rmaiR3RzJ1
2E4xt9Zp7LoDnXKseFNZMVJRAXG4pBe1hSSPfXXr9ctuDPrPT3TV5rGyuXIArW2r84k8qXeLYnFo
jVb9HStEu9lUOLSKjAr6GyvoiU2f6xDFvr0iuwNZ08XZZie9dxle71Pa81N/GJoVprcrvs85EnPw
eD8TtGIl9KJWXURZSbfEim9hPGPLO591W5KqraX6yjysh3D7IzjSprvAzVpUNg6T5ycmqlq2rDWd
Ya+qGduypr5TYDkB8zGhz4kZbeBlJzBfXy8hyPg8CUMP7C8hmdTQVrIpurycqrEAt25vWAkvNato
CcMqtWqrhJXgz+tvWB2rNfA6VtfrFfgbNKp1LHmvovCpUm/hoA7qtUYVBw20XvtECa8ScA8ewltm
BGyYmLoGd9u+htDwjYo0w/c+DdRXyvM3HlwVAUQGelIbmGR9kHC4IIiAgYRL34vMJaKUqBJXkktE
SZEIQR4OJIVBqIHAcjQjUBzRR2gG4QR2IPEExQ2E35EEBEcxDG9iGNqqfxq8/ijGJ1mRGEZ5pYh+
CeG5tsr0EZnhOYGQuAEiSIMSUsFR2EIpITUUQ/5aQ/H/RGRCQDiZo6XBp/5rn+MJCHP8Hy/VStUS
1oDerEC36fVW3ahjOFrBK41P1OuQSWN3H49zjCjgH0t8CN54jmvbK4oiJ3WTiDmSMDmRMVvt5mEc
Dm2mUeurhxlvddcKIZDm+n25ttqtGCUJMWAJmiKdA9PniXWbwFTm+Ylc8pSEcrv2gZiRpjCCcAqz
NvazMYvOJpypjNloii9tvSLZ+ooReaKatiR3fEfF2WDmtPYzmtF40mw/PyUcaslLItoSFFQacoxA
csxuMx/b6Gws7kSFKB974ZUBIwwVtcUoe1KRGSbkVyoO5QNtPIoMiiSfn4yJ5M3GNVQbC0ujbW/n
FrmcO6Kp4qOVMenaHDMKp2M7SHrhyeqEVhicp9fxgCZiPvlhvYRWS2jPTwOaOwjKGhuMvNg020Ne
DGJKnNIjUWwzcVeECXGxjpH4jtK2w6lM7IUDI/BEkNIpkmcUxhaen0TlSoW+SKmiwpI83TxKSnwV
DnS+b5GCrBojSY1NFR3B5xqprm3omZqs7Ksmf+CgbhxjD0ZU1RQUYsdRJsbT3IZjBVKxyK6K2oy6
bu4GClE5+s5TeFaMxH2t27f5SJRrqrpmBypGDlVbYhM06Nn1rCsxo4GI2qRCkYwkk11IG6prjIS0
obJiVJ7kjrru+D6/Ina8wlV5hYkHynQnK2Qn6Q1mCBEoImMf9MrInlEkqnW6W2NseNxXdPhIg+en
Gx0sYtc5EMbRqkBh18JWd8mt7sDck0llNhYw3VFNaYwttXG8660I75w93KhrPz/N3c2WY7DNDOo2
hzkzbwvLuSstdYcxpfYoyQxsOpb28wOz5imuTcnvbZmbV2iR6RLSdAR7CqY4Gxltdv/8NFVJdIqv
o7kzQvsuacORRnKr+1HEsAQxoAixSSR8yuzBZ4ZoHVy0PumuJuihv3TLm+enMB4XGVtt1hqGPCsC
qxis91ivjclKZ+1bQptskGOn7LMHE3TZsSM0OmG3s5tQIam1mSrT4lqGMazgYdX26OenNWnbYN+Y
Dc3w4Io1MJYWy+3e2G6X9XWtuhkW5YOjdimzSXhUS51HncCjGwJXdjgl9Dt1Dk4kmnCw2CGjEXDq
XIRSvayyjaAjNiR3agVlVqtOF+WaqlvhZL9tkltyFtvGZLeR5QPD1Qy3g2+J5YFdo6bMM3J9Mg2L
GrfZLJ6fFg3aabYEvszbnXDcLWv0tMXUJWvIFmNmoIDBYdOG6zJ9L037Y3zJAbM27ZCY4Ol8uWi2
8Kk6o6sj+Iytqeenzjrc15uGbFN0VeQP62JbP4xjjiZEgvSqHFlRKIow1nEnhmNXQlckacasR6hr
h/XNqG15vc2w0V7s4vdhBUaBI4gYxHFHTKUHJDll2KGytTRie4i8dqNCh8yk26uDCj0F+uxUAQw6
ZshyDAMbc6xHE/xxLHQkniQWTYZYEZCEppJdURzzpNimKFgNRJUlY54hTdMnTYYlRZ0mVmQ7ad2R
CWZ4IFo8HbRpKAurpSiSwYqBJZehSYXweWqdQeFIdol5RkeK9YO37VcEe1oZ7WdybTXHse2s3Tzm
KSqI6oE04DhN+pCazGhFqjzbM9UeOViudynCwGpup5Vu0HeE7XzcWs9xYZk+yy1aQbGhxLSSGrwX
lBk9b9vpyJLIh/rrsNGMPemhHmuviDJRggynSDFjNRwnMmkeKNKkyWmi24UTE96M1zoSqtPQKlzY
G9TZotZqmlqHbs/zh4ouyWReEPHdJtFEnIzQ5yetDWcIOAdOJ9JmjtfgnCCdasWInY/ZzRzOB9C6
vUET65uep9PptefWSq8QERz1eCuc49J2ikNL4DNPEWlcGVGc8SQg2Ul3ea0rLGG0hU3fqdlQ73h2
N8cmMQ1O9YGBKdJbc6RuElZLZ9rrfausrtiK2V3LVNvkCLKztotrKWaHpKQqk0CyaKPVL9JSq/re
XfSGEE0ZBy2CA3iwtnYRsVOa7oKzQsouTigvDot1lKf8hjuNsaC6lEYbgzv06LCsyy4x6jSk4nBR
7bSJ6rIYsova81MwqmnVnUEa760lHjvmqmP1DpVBB27Sx4BfRu6mP5H2zJZbLuAsaVcmxv69d0Dt
BT8QFJF3WZLxwNIpUgsBxtSbVtUtmBP6sG11Z7Q9Msr7XZ9piKvGbt/uLrdb3AdL2RtUlpvKvjpf
hKugK3YHY5M2Y7Ox2jR7uLrZ1Fqe0nx+Unl0NKdqs12lu+b3oljcgZbas4SyfuCHa33flyPHrTQY
jGFHRt0Zb8XTcvd+eXQhHhe55ezy92Z5/Pbh7hfuZPP2vjnU41Y6PQ+D5NHxwxxHv+Gl0zn1DfUi
ezxzOO1uk4Pxs/g949ICPl9OR26O0I/cZL1MJ9bDRW8TCn3GayepC+cqfPzCknwUoTwDvF0A7+iX
BoKXuPV8wHc81wuSI1DG3Vre5VgmFbs0Oh84UKdT/BRyyAhH2Vzusa2mZ0J0Ook42cvRCafXvvuG
kGnj+fuh5ofXo5+Ul5KuxyR3Z8Zn9Mx+4eEjxfEQ5Ws4147Shfsd/HExf3ahrAqEcvVbVj7TUYZ+
pOaaeDw9skwr1OyL34gw1PSlkz1nOh5n75LTIc2+btrv9FQl7i1zOnPKYYm70+8jnNNZ09e1yRpz
jnGqHaHrydccyzXlaLOxLeDfGnoZH8AngiA9aDg1yYvex6IZvOuJ4JV9ap/Hyrj8Ps1gizGYB1YI
EnclJy/XI88jYIb9M0mjUNyPpMwZ3AtgKKAtPgiC+w6SygP3rpW8z4qpgBz6AIS3ejzshZNt8GcE
qYUeMrSCaz3INL6DpaxwD3e5hrVNP6HcDY7LFvp64JsjnwOZ0pPN9rVVrmgSTD8BTAYyDGKmyT3r
riltBaFv6eHbVclTPTszsg20C2CGfHb9TRU5FcdTGB5ZGdRyHuwpBXJjfc2xPjA1m8k1TAJmYkHa
40PaIXKJQL7v1OQSsgfAnGzN0+fkNRdWjPBeSQXYYLP0XPBWazQ+Y/APwmo7RPA9pAX/HDu+CuW0
Xmi7N50ldghWa7Ya9Vq1Dv9e2yXsu1aMDfTQT06jk68Kb7oH5yvv7/dD+07q1tZbazL2Z6rh10rf
XW0817Ufq40oitZbeKvx/1IbfykB13COCLRfTKx7rz969S7l8oJ/USnnq9ZFv9xUuA9ytrcH3kN8
U1UVbZe9wXBMaW330V0JrFYv1U+LyotY1nRIhGUuvLkU8SugV1gKrjZNz78N8anH5A5OdmSeq2F6
NwTNmYaQzFTItUc5099FJvHQee06IpSLmjcL2pN8OV+hC/3Ohqt81mUX6jUwqaFp+uVdOzkOK9v2
Yg2umVLOR66+3nTJk78Z9kvNN78X7EE4i/SN6zcYil/D/3j/5uiND2w/XdlINxh961KcL8G/i/wx
5sl+Av7SEOAiILlzAdHsU8W9bDbOIEdsQ4y0dNwjkQv3yTDqr4XZrJBssM7ZdSeYBUk0u2ztvuce
VU6DmzoIlwRwRD+uto/Fx04X0aG1henpHgtq0uJh5kqJ3xeVq2QuyMOe75Z6Owy+pd+ppubbmFez
/l0F5qFu/SrwV2vXFZzZAWeTeEECWnBamWFX0Dz2LcyHRfA7yuD3FcIfL4UfF8OPy+FHBTG3JJ4H
f/Z+1XExDQLdt1KPZVb/wN/ChPKS4wXdc4PIhhvef/03rAGI5WxskN7b1a1//Y+bSCT3PyMfMtNJ
FxLhovkyE2fxbzpOLmkZ9ztyWe1d91dXiZuGPHSdndcQkenJpfFV6iZxZQCL1/+uqBgUDgSHIgzM
XAwNjI3NzTGSAiSACZkFUYUU5PDiCM1HeIsWlBWjGCULIvtDu/D6mGW8jT6UbwcAUEsBAhQAFAAA
AAgAr4VZTVe4yn1UEQAAui4AABwAAAAAAAAAAQAgAAAAAAAAADIwMTEyODExMDk2LTAxLUZYWDEt
MTAwMS54bWxQSwUGAAAAAAEAAQBKAAAAjhEAAAAA</contentFile>
      </ser:sendBill>
   </soapenv:Body>
</soapenv:Envelope>